Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/gpgtools-tm.tmx
Source language: en
Languages: ca_es

source: Failed to verify the signature.
ca_es: No s'ha pogut verificar la signatura.

source: The public key to verify the signature of this attachment is not in your keychain. Please download the public key %@ using GPG Keychain Access.
ca_es: La clau pública per verificar la signatura del fitxer adjunt no és al clauer.⏎ ⏎ Utilitza Accés a clauers GPG per descarregar la clau pública %@ .

source: Failed to decrypt the attachment.
ca_es: No s'ha pogut desxifrar el fitxer adjunt.

source: The secret key to decrypt this attachment is not in your keychain.
ca_es: La clau secreta per desxifrar el fitxer no és al clauer.

source: The attachment was decrypted successfully.
ca_es: El fitxer adjunt s'ha desxifrat amb èxit.

source: Open an attachment in the message view by double-clicking.
ca_es: Obrir un fitxer adjunt a la vista de missatges fent doble clic.

source: Window
ca_es: Finestra

source: OK
ca_es: Accepta

source: Expires on:
ca_es: Expira el:

source: name
ca_es: nom

source: Details
ca_es: Detalls

source: Key
ca_es: Clau

source: Name:
ca_es: Nom:

source: E-Mail:
ca_es: Adreça electrònica:

source: Comment:
ca_es: Comentari:

source: Key ID:
ca_es: Identitat de la clau:

source: Created:
ca_es: Creat:

source: Expires:
ca_es: Expira:

source: Algorithm:
ca_es: Algoritme:

source: Ownertrust:
ca_es: Valor de confiança:

source: Signature
ca_es: Signatura

source: The signature could not be verified.
ca_es: La signatura no s'ha verificat.

source: The signature could not be verified because the public key is not in your keychain. Please download the key using GPG Keychain Access.
ca_es: La signatura no s'ha verificat perquè la clau pública no està en el claur.⏎ Descarregui la clau amb Accés a clauers GPG.

source: No expiration is set on this signature
ca_es: La signatura no té data de caducitat

source: Automatically check for new versions of GPGMail.
ca_es: Comprova automàticament si hi ha noves versions de GPGMail

source: Download new versions of GPGMail automatically.
ca_es: Descarrega automàticament les noves versions de GPGMail.

source: Check for updates now.
ca_es: Cerca actualitzacions ara.

source: Updates
ca_es: Actualitzacions

source: Check for updates now
ca_es: Cerca ara actualitzacions

source: Check Now
ca_es: Cerca ara

source: Download updates automatically
ca_es: Descarrega les actualitzacions automàticament

source: Automatically check for updates
ca_es: Comprova automàticament si hi ha actualitzacions

source: Composing
ca_es: Composició

source: Frequently Asked Questions.
ca_es: Preguntes més freqüents.

source: Frequently Asked Questions
ca_es: Preguntes més freqüents

source: Contribute if you like what we're doing.
ca_es: Si t'agrada el que fem, contribuïu.

source: Contribute if you like what we're doing
ca_es: Si t'agrada el que fem, contribuïu

source: Donate
ca_es: Donació

source: Reading
ca_es: Lectura

source: Optionally encrypt/sign drafts
ca_es: Si desitja xifrar/signar projectes

source: See Preferences -> Viewing -> List Preview.
ca_es: Consulteu Preferències ->Visualització -> Previsualització de la llista.

source: Create List Preview
ca_es: Crea una previsualització de la llista

source: Button
ca_es: Botó

source: Version: xxx
ca_es: Versió: xxx

source: Build:
ca_es: Revisió:

source: If you've any other question.
ca_es: Si té cap altra pregunta.

source: Support
ca_es: Ajuda

source: No signature
ca_es: Sense signatura

source: No expiration is set on this key
ca_es: La clau no té data de caducitat
